/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Introducerer Skype WiFi";
"INTRO_SUBHEADER" = "Gå på nettet på offentlige WiFi-hotspots, og betal kun for de minutter, du bruger, med Skype-kredit.";
"INTRO_ICON_WIFI" = "Brug Skype, tjek e-mails, og surf på nettet.";
"INTRO_ICON_GLOBE" = "Skype WiFi er tilgængeligt på mere end én million steder verden over.";
"INTRO_ICON_SKYPECREDIT" = "Betal kun for de minutter, du bruger.";

"STATE_CHECKINGNETWORK_HEADER" = "Vent venligst…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "Scanner netværket for Skype WiFi";

"STATE_JOINWIFI_HEADER" = "Du er ikke forbundet til Wi-Fi";
"STATE_JOINWIFI_SUBHEADER" = "Forbind til et Wi-Fi hotspot der understøtter Skype WiFi.";

"STATE_ALREADYONLINE_HEADER" = "Du er allerede online";
"STATE_ALREADYONLINE_SUBHEADER" = "Det ser ud til, at du allerede har forbindelse til internettet. Med Skype WiFi kan du komme på nettet via offentlige WiFi-hotspots på mere end 1 million steder verden over.";

"STATE_GENERALERROR_HEADER" = "Kan ikke forbinde";
"STATE_GENERALERROR_SUBHEADER" = "Det nuværende Wi-Fi netværk svarer ikke korrekt. Prøv et andet netværk.";

"STATE_CONNECT_HEADER" = "Skype WiFi er tilgængelig her";
"STATE_CONNECT_TOS_HTML_FORMAT" = "Ved at forbinde, accepterer du udbyderens <a href=\"%@\">betingelser</a>";

"STATE_CONNECT_BUTTON" = "Opret forbindelse";
"STATE_CONNECTING_BUTTON" = "Forbinder…";

"STATE_CONNECTED_SHORT" = "Tilsluttet";
"STATE_CONNECTED_HEADER" = "Du er online med Skype WiFi";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "Afbryd forbindelsen";
"STATE_DISCONNECTING_BUTTON" = "Afslutter forbindelse…";

"STATE_NOCREDIT_HEADER" = "Ikke tilstrækkelig Skype-kredit";


/* === Mac only === */

"OK_BUTTON" = "OK";
"LEARNMORE_BUTTON" = "Læs mere";
"CLOSE_BUTTON" = "Luk";
"GO_BACK_BUTTON" = "Gå tilbage";
"CONTINUE_BUTTON" = "Fortsæt";

"REQUIRES_OSX_VERSION_MESSAGE" = "Skype WiFi kræver OS X %@ eller nyere.";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "Skype WiFi kan endnu ikke bruges sammen med din Microsoft-konto. Log i stedet direkte på med dit Skype-navn og din adgangskode.";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "Skype WiFi kan endnu ikke bruges sammen med din Microsoft-konto. Opret i stedet en Skype-konto, og log direkte på med den.";

"MAIN_WINDOW_TITLE" = "Skype WiFi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Skype WiFi — “%@”";

"FLOATER_CONNECTED_TITLE" = "Du er online med Skype WiFi";
"FLOATER_CONNECTED_WISPR_TITLE" = "Du er online";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "Forbindelsen udløber snart";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "Når du betaler for internetforbindelse med Skype-kredit, vil forbindelsen automatisk få time-out som en ekstra sikkerhed, hvis du skulle glemme at afbryde forbindelsen.";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d minutter";

"STATE_CONNECT_SUBHEADER" = "Opret forbindelse til internettet på dette netværk med Skype WiFi, og betal kun for de minutter, du bruger, med Skype-kredit.";
"STATE_CONNECT_FREE_HEADER" = "Skype WiFi er gratis her";
"STATE_CONNECT_FREE_SUBHEADER" = "På dette hotspot har du gratis adgang til internettet med Skype WiFi. Surf på nettet, tjek e-mails eller brug Skype.";
"STATE_CONNECT_WISPR_HEADER" = "Jeg har en konto hos denne udbyder";
"STATE_CONNECT_WISPR_SUBHEADER" = "Hvis du allerede har en konto hos denne udbyder, kan du indtaste dine oplysninger her.";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "Din internetforbindelse udløber snart";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ Du kan når som helst afbryde forbindelsen. Du bliver kun opkrævet betaling for de minutter, du faktisk har brugt.";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "Du har været online i ca. %d minutter.";
"COUNTUP_0MIN" = "Du har været online i under et minut.";
"COUNTUP_1MIN" = "Du har været online i ca. et minut.";
"STATE_CONNECTED_WISPR_HEADER" = "Du er nu online";
"STATE_CONNECTED_WISPR_SUBHEADER" = "Du har oprettet forbindelse via din konto med denne hotspot-udbyder. Du kan når som helst afbryde forbindelsen.";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "Bedøm dette hotspot";

"STATE_CONNECTED_EXTEND_BUTTON" = "Forbliv online";
"STATE_CONNECTED_EXTENDING_BUTTON" = "Genopretter forbindelse…";

"STATE_NOCREDIT_SUBHEADER" = "Du skal have Skype-kredit for at betale pr. minut for internetadgang med Skype WiFi her.";
"STATE_NOCREDIT_BUTTON" = "Køb Skype-kredit";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "Scanner netværket";
"STATE_JOINWIFI_SHORT" = "Ingen Wi-Fi";
"STATE_ALREADYONLINE_SHORT" = "Allerede online";
"STATE_GENERALERROR_SHORT" = "Fejl";
"STATE_CONNECT_SHORT" = "Tilgængeligt her";
"STATE_NOCREDIT_SHORT" = "Ingen Skype-kredit";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "%d minutter";
"TIMEEXPIRE_1MINUTE_LEFT" = "1 minut";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "Mindre end 1 minut";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "Din internetforbindelse udløber snart.";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Skype-navn";
"LOGIN_PASSWORD_PLACEHOLDER" = "Adgangskode";
"LOGIN_BUTTON" = "Log på";
"SIGN_OUT_BUTTON" = "Log af";

/* unused */
"LOGIN_PROBLEMS" = "Problemer med at logge på?";
"LOGIN_CREATE_ACCOUNT" = "Opret ny konto";

/* iPhone/iPad */
"SETTINGS_TITLE" = "Indstillinger";
/* unused */
"SETTINGS_BUTTON" = "Indstillinger";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Skype WiFi version %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d 2012 Skype og/eller Microsoft";
"ABOUT_PATENTPENDING" = "Patentanmeldt";
"ABOUT_FEEDBACK_BUTTON" = "Feedback";
"ABOUT_LEGAL_BUTTON" = "Juridiske oplysninger";
"ABOUT_TRADEMARK" = "Skype-navnet, tilknyttede varemærker og logoer og \"S\"-logoet er varemærker, der tilhører Skype eller relaterede enheder.";
"ABOUT_DISCLAIMER" = "Dette program er beskyttet af international copyrightlovgivning og internationale traktater. Uautoriseret reproduktion eller distribution af dette program, eller dele heraf, er ulovligt og vil blive retsforfulgt.";

/* unused */
"PROFILE_BUTTON" = "Profil";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Skype-navn";
"PROFILE_SKYPECREDIT" = "Skype-kredit";
"PROFILE_SKYPECREDIT_NA_VALUE" = "N/A";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "Indlæser…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "Besøgte hotspots";
"USAGE_PREVIOUSCONNECTIONS" = "Tidligere forbindelser";
"USAGE_LASTUSED" = "Sidst anvendt";
"USAGE_LASTUSED_NEVER_VALUE" = "Aldrig";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@ den %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "Populære steder";
"SUPPORTEDNETWORKS_PROVIDERS" = "Udbydere";
